{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": " ",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      " ": 0,
      "a": 1,
      "b": 2,
      "c": 3,
      "d": 4,
      "e": 5,
      "f": 6,
      "g": 7,
      "h": 8,
      "i": 9,
      "j": 10,
      "k": 11,
      "l": 12,
      "m": 13,
      "n": 14,
      "o": 15,
      "p": 16,
      "q": 17,
      "r": 18,
      "s": 19,
      "t": 20,
      "u": 21,
      "v": 22,
      "w": 23,
      "x": 24,
      "y": 25,
      "z": 26,
      "th": 27,
      "the": 28,
      "in": 29,
      "an": 30,
      "er": 31,
      "re": 32,
      "on": 33,
      "at": 34,
      "en": 35,
      "ou": 36,
      "of": 37,
      "ed": 38,
      "and": 39,
      "to": 40,
      "is": 41,
      "or": 42,
      "as": 43,
      "es": 44,
      "it": 45,
      "ar": 46,
      "al": 47,
      "ing": 48,
      "ch": 49,
      "wh": 50,
      "se": 51,
      "le": 52,
      "st": 53,
      "om": 54,
      "be": 55,
      "he": 56,
      "ad": 57,
      "ly": 58,
      "no": 59,
      "that": 60,
      "wi": 61,
      "ce": 62,
      "ti": 63,
      "ve": 64,
      "ll": 65,
      "for": 66,
      "ent": 67,
      "me": 68,
      "ld": 69,
      "ro": 70,
      "gh": 71,
      "id": 72,
      "ay": 73,
      "ver": 74,
      "li": 75,
      "was": 76,
      "ir": 77,
      "ri": 78,
      "ut": 79,
      "with": 80,
      "ion": 81,
      "su": 82,
      "ow": 83,
      "all": 84,
      "im": 85,
      "ac": 86,
      "you": 87,
      "un": 88,
      "ter": 89,
      "ha": 90,
      "we": 91,
      "de": 92,
      "his": 93,
      "ther": 94,
      "ab": 95,
      "so": 96,
      "ag": 97,
      "mo": 98,
      "ght": 99,
      "ere": 100,
      "whi": 101,
      "pe": 102,
      "ain": 103,
      "not": 104,
      "ke": 105,
      "us": 106,
      "lo": 107,
      "con": 108,
      "by": 109,
      "ne": 110,
      "are": 111,
      "ic": 112,
      "ur": 113,
      "am": 114,
      "but": 115,
      "ould": 116,
      "one": 117,
      "po": 118,
      "which": 119,
      "sh": 120,
      "this": 121,
      "go": 122,
      "had": 123,
      "our": 124,
      "fe": 125,
      "fr": 126,
      "my": 127,
      "com": 128,
      "oun": 129,
      "ess": 130,
      "sa": 131,
      "out": 132,
      "her": 133,
      "per": 134,
      "man": 135,
      "ex": 136,
      "they": 137,
      "tr": 138,
      "if": 139,
      "up": 140,
      "pro": 141,
      "ation": 142,
      "ul": 143,
      "res": 144,
      "qu": 145,
      "have": 146,
      "ap": 147,
      "il": 148,
      "ct": 149,
      "from": 150,
      "od": 151,
      "et": 152,
      "him": 153,
      "est": 154,
      "ind": 155,
      "fo": 156,
      "em": 157,
      "who": 158,
      "she": 159,
      "ant": 160,
      "wor": 161,
      "ome": 162,
      "tion": 163,
      "co": 164,
      "pl": 165,
      "ard": 166,
      "there": 167,
      "do": 168,
      "them": 169,
      "their": 170,
      "der": 171,
      "ous": 172,
      "were": 173,
      "art": 174,
      "ate": 175,
      "now": 176,
      "end": 177,
      "ust": 178,
      "te": 179,
      "very": 180,
      "pr": 181,
      "other": 182,
      "gre": 183,
      "au": 184,
      "ong": 185,
      "some": 186,
      "when": 187,
      "ast": 188,
      "bo": 189,
      "ity": 190,
      "ill": 191,
      "op": 192,
      "ven": 193,
      "dis": 194,
      "would": 195,
      "ight": 196,
      "ge": 197,
      "ers": 198,
      "thing": 199
    },
    "merges": [
      [
        "t",
        "h"
      ],
      [
        "th",
        "e"
      ],
      [
        "i",
        "n"
      ],
      [
        "a",
        "n"
      ],
      [
        "e",
        "r"
      ],
      [
        "r",
        "e"
      ],
      [
        "o",
        "n"
      ],
      [
        "a",
        "t"
      ],
      [
        "e",
        "n"
      ],
      [
        "o",
        "u"
      ],
      [
        "o",
        "f"
      ],
      [
        "e",
        "d"
      ],
      [
        "an",
        "d"
      ],
      [
        "t",
        "o"
      ],
      [
        "i",
        "s"
      ],
      [
        "o",
        "r"
      ],
      [
        "a",
        "s"
      ],
      [
        "e",
        "s"
      ],
      [
        "i",
        "t"
      ],
      [
        "a",
        "r"
      ],
      [
        "a",
        "l"
      ],
      [
        "in",
        "g"
      ],
      [
        "c",
        "h"
      ],
      [
        "w",
        "h"
      ],
      [
        "s",
        "e"
      ],
      [
        "l",
        "e"
      ],
      [
        "s",
        "t"
      ],
      [
        "o",
        "m"
      ],
      [
        "b",
        "e"
      ],
      [
        "h",
        "e"
      ],
      [
        "a",
        "d"
      ],
      [
        "l",
        "y"
      ],
      [
        "n",
        "o"
      ],
      [
        "th",
        "at"
      ],
      [
        "w",
        "i"
      ],
      [
        "c",
        "e"
      ],
      [
        "t",
        "i"
      ],
      [
        "v",
        "e"
      ],
      [
        "l",
        "l"
      ],
      [
        "f",
        "or"
      ],
      [
        "en",
        "t"
      ],
      [
        "m",
        "e"
      ],
      [
        "l",
        "d"
      ],
      [
        "r",
        "o"
      ],
      [
        "g",
        "h"
      ],
      [
        "i",
        "d"
      ],
      [
        "a",
        "y"
      ],
      [
        "v",
        "er"
      ],
      [
        "l",
        "i"
      ],
      [
        "w",
        "as"
      ],
      [
        "i",
        "r"
      ],
      [
        "r",
        "i"
      ],
      [
        "u",
        "t"
      ],
      [
        "wi",
        "th"
      ],
      [
        "i",
        "on"
      ],
      [
        "s",
        "u"
      ],
      [
        "o",
        "w"
      ],
      [
        "al",
        "l"
      ],
      [
        "i",
        "m"
      ],
      [
        "a",
        "c"
      ],
      [
        "y",
        "ou"
      ],
      [
        "u",
        "n"
      ],
      [
        "t",
        "er"
      ],
      [
        "h",
        "a"
      ],
      [
        "w",
        "e"
      ],
      [
        "d",
        "e"
      ],
      [
        "h",
        "is"
      ],
      [
        "the",
        "r"
      ],
      [
        "a",
        "b"
      ],
      [
        "s",
        "o"
      ],
      [
        "a",
        "g"
      ],
      [
        "m",
        "o"
      ],
      [
        "gh",
        "t"
      ],
      [
        "er",
        "e"
      ],
      [
        "wh",
        "i"
      ],
      [
        "p",
        "e"
      ],
      [
        "a",
        "in"
      ],
      [
        "no",
        "t"
      ],
      [
        "k",
        "e"
      ],
      [
        "u",
        "s"
      ],
      [
        "l",
        "o"
      ],
      [
        "c",
        "on"
      ],
      [
        "b",
        "y"
      ],
      [
        "n",
        "e"
      ],
      [
        "a",
        "re"
      ],
      [
        "i",
        "c"
      ],
      [
        "u",
        "r"
      ],
      [
        "a",
        "m"
      ],
      [
        "b",
        "ut"
      ],
      [
        "ou",
        "ld"
      ],
      [
        "on",
        "e"
      ],
      [
        "p",
        "o"
      ],
      [
        "whi",
        "ch"
      ],
      [
        "s",
        "h"
      ],
      [
        "th",
        "is"
      ],
      [
        "g",
        "o"
      ],
      [
        "h",
        "ad"
      ],
      [
        "ou",
        "r"
      ],
      [
        "f",
        "e"
      ],
      [
        "f",
        "r"
      ],
      [
        "m",
        "y"
      ],
      [
        "c",
        "om"
      ],
      [
        "ou",
        "n"
      ],
      [
        "es",
        "s"
      ],
      [
        "s",
        "a"
      ],
      [
        "ou",
        "t"
      ],
      [
        "h",
        "er"
      ],
      [
        "p",
        "er"
      ],
      [
        "m",
        "an"
      ],
      [
        "e",
        "x"
      ],
      [
        "the",
        "y"
      ],
      [
        "t",
        "r"
      ],
      [
        "i",
        "f"
      ],
      [
        "u",
        "p"
      ],
      [
        "p",
        "ro"
      ],
      [
        "at",
        "ion"
      ],
      [
        "u",
        "l"
      ],
      [
        "re",
        "s"
      ],
      [
        "q",
        "u"
      ],
      [
        "ha",
        "ve"
      ],
      [
        "a",
        "p"
      ],
      [
        "i",
        "l"
      ],
      [
        "c",
        "t"
      ],
      [
        "fr",
        "om"
      ],
      [
        "o",
        "d"
      ],
      [
        "e",
        "t"
      ],
      [
        "h",
        "im"
      ],
      [
        "es",
        "t"
      ],
      [
        "in",
        "d"
      ],
      [
        "f",
        "o"
      ],
      [
        "e",
        "m"
      ],
      [
        "wh",
        "o"
      ],
      [
        "s",
        "he"
      ],
      [
        "an",
        "t"
      ],
      [
        "w",
        "or"
      ],
      [
        "om",
        "e"
      ],
      [
        "ti",
        "on"
      ],
      [
        "c",
        "o"
      ],
      [
        "p",
        "l"
      ],
      [
        "ar",
        "d"
      ],
      [
        "the",
        "re"
      ],
      [
        "d",
        "o"
      ],
      [
        "the",
        "m"
      ],
      [
        "the",
        "ir"
      ],
      [
        "d",
        "er"
      ],
      [
        "ou",
        "s"
      ],
      [
        "w",
        "ere"
      ],
      [
        "ar",
        "t"
      ],
      [
        "at",
        "e"
      ],
      [
        "no",
        "w"
      ],
      [
        "en",
        "d"
      ],
      [
        "u",
        "st"
      ],
      [
        "t",
        "e"
      ],
      [
        "ver",
        "y"
      ],
      [
        "p",
        "r"
      ],
      [
        "o",
        "ther"
      ],
      [
        "g",
        "re"
      ],
      [
        "a",
        "u"
      ],
      [
        "on",
        "g"
      ],
      [
        "s",
        "ome"
      ],
      [
        "wh",
        "en"
      ],
      [
        "as",
        "t"
      ],
      [
        "b",
        "o"
      ],
      [
        "it",
        "y"
      ],
      [
        "i",
        "ll"
      ],
      [
        "o",
        "p"
      ],
      [
        "v",
        "en"
      ],
      [
        "d",
        "is"
      ],
      [
        "w",
        "ould"
      ],
      [
        "i",
        "ght"
      ],
      [
        "g",
        "e"
      ],
      [
        "er",
        "s"
      ],
      [
        "th",
        "ing"
      ]
    ]
  }
}